/* %@ = Filter Action name (e.g. “Find Photos Where”); shown only when there are conditions present in the filter action so it reads “Find Photos Where” … “Album is Vacation” */
"%@ Where" = "%@ khi";

/* %@ = app name */
"This action requires %@ to be installed." = "Tác vụ này yêu cầu cài đặt %@.";

/* %@ = app name */
"This shortcut requires %@ to be installed." = "Phím tắt này yêu cầu cài đặt %@.";

/* %@=action name */
"Could not run %@" = "Không thể chạy %@";

/* %@=device model */
"This action is not compatible with %@." = "Tác vụ này không tương thích với %@.";

/* %@=missing action’s identifier */
"This action could not be found in this version of Shortcuts, but it may be available in a newer version. You can upgrade Shortcuts in the App Store.\n\nThe missing action’s identifier is “%@”." = "Không thể tìm thấy tác vụ này trong phiên bản Phím tắt này, nhưng có thể có sẵn trong phiên bản mới hơn. Bạn có thể nâng cấp Phím tắt trong App Store.\n\nMã định danh của tác vụ bị thiếu là “%@”.";

/* A single shortcut */
"Shortcut (singular)" = "Phím tắt";

/* Access resource error; button or title */
"Update Privacy Settings" = "Cập nhật cài đặt quyền riêng tư";

/* Action Extension workflow type */
"Action Extension" = "Phần mở rộng tác vụ";

/* Action has been discontinued warning */
"This action is discontinued." = "Tác vụ này bị gián đoạn.";

/* Action no longer available error */
"This action is not currently available." = "Tác vụ này hiện không khả dụng.";

/* Alert option to update the Shortcuts app (opens App Store) */
"Update Shortcuts" = "Cập nhật phím tắt";

/* All values are selected */
"All" = "Tất cả";

/* Button */
"Cancel" = "Hủy";

/* Button */
"Choose Variable" = "Chọn biến";

/* Button */
"OK" = "OK";

/* Button to allow a shortcut to run JavaScript on a web page */
"Allow" = "Cho phép";

/* Button; Access resource error */
"Allow Access" = "Cho phép truy cập";

/* Calendar picker parameter */
"All Calendars" = "Tất cả lịch";

/* Calendar picker parameter */
"All Lists" = "Tất cả danh sách";

/* Choose an item from the list */
"Choose an Item" = "Chọn một mục";

/* Color */
"Blue" = "Lam";

/* Color */
"Blue steel" = "Thép xanh";

/* Color */
"Grapefruit" = "Bưởi";

/* Color */
"Graphite" = "Graphite";

/* Color */
"Green" = "Lục";

/* Color */
"Indigo" = "Chàm";

/* Color */
"Light blue" = "Lam nhạt";

/* Color */
"Orange" = "Cam";

/* Color */
"Pink" = "Hồng";

/* Color */
"Purple" = "Tía";

/* Color */
"Red" = "Đỏ";

/* Color */
"Royal blue" = "Lam tươi";

/* Color */
"Steel" = "Thép";

/* Color */
"Turquoise" = "Ngọc lam";

/* Color */
"Yellow" = "Vàng";

/* Content property value */
"A to Z (Content Property Possible Value)" = "A đến Z";

/* Content property value */
"Ascending (Content Property Possible Value)" = "Tăng dần";

/* Content property value */
"Biggest First (Content Property Possible Value)" = "Lớn nhất đầu tiên";

/* Content property value */
"Descending (Content Property Possible Value)" = "Giảm dần";

/* Content property value */
"Latest First (Content Property Possible Value)" = "Mới nhất trước";

/* Content property value */
"Longest First (Content Property Possible Value)" = "Dài nhất trước";

/* Content property value */
"Oldest First (Content Property Possible Value)" = "Cũ nhất trước";

/* Content property value */
"Random (Content Property Possible Value)" = "Ngẫu nhiên";

/* Content property value */
"Shortest First (Content Property Possible Value)" = "Ngắn nhất trước";

/* Content property value */
"Smallest First (Content Property Possible Value)" = "Nhỏ nhất trước";

/* Content property value */
"Z to A (Content Property Possible Value)" = "Z đến A";

/* Date field error; incomplete date */
"Incomplete date" = "Ngày không hoàn chỉnh";

/* Default message of confirmation dialog asking if user is sure they want to allow JavaScript to run on current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific message */
"This will give the JavaScript full access to the webpage including all data" = "Việc này sẽ cấp cho JavaScript quyền truy cập đầy đủ vào trang web, bao gồm tất cả dữ liệu";

/* Default shortcut name */
"Untitled Shortcut" = "Phím tắt mới";

/* Default title of confirmation dialog asking user if they are sure they want to allow JavaScript to run on the current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific title */
"Allow JavaScript access to the webpage?" = "Cho phép JavaScript truy cập vào trang web?";

/* Description for action that performs a Siri action in another app */
"Perform the action “%@” in %@." = "Thực hiện tác vụ “%@” trong %@.";

/* Duplicate shortcut error description */
"Please choose another name for this shortcut." = "Vui lòng chọn một tên khác cho phím tắt này.";

/* Duplicate shortcut error failure reason; %@=shortcut name */
"You already have a shortcut named “%@”." = "Bạn đã có một phím tắt tên là “%@”.";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"No value for %1$@ was provided in %2$@. Please provide a value for %@." = "Không có giá trị nào cho %1$@ được cung cấp trong %2$@. Vui lòng cung cấp một giá trị cho %@.";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"The value provided for %1$@ in %2$@ was invalid." = "Giá trị được cung cấp cho %1$@ trong %2$@ không hợp lệ.";

/* Error message; Gallery loading failed. */
"The gallery is not available right now." = "Bộ sưu tập không khả dụng ngay bây giờ.";

/* Error message; Shortcut loading failed */
"Unable to load this shortcut. Please try again later." = "Không thể tải phím tắt này. Vui lòng thử lại sau.";

/* Error title when a user doesn't provide a value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"%@ Required" = "Cần có %@";

/* Error title when a user provides an invalid value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"Invalid %@" = "%@ không hợp lệ";

/* Error when a shortcut requires a particular app that isn't installed */
"This shortcut requires an app to be installed." = "Phím tắt này yêu cầu cài đặt một ứng dụng.";

/* Error when an action requires a particular app that isn't installed */
"This action requires an app to be installed." = "Tác vụ này yêu cầu cài đặt một ứng dụng.";

/* Formatted in message “This action can only run on %@.” */
"a Mac" = "máy Mac";

/* Formatted in message “This action can only run on %@.” */
"iPad" = "iPad";

/* Formatted in message “This action can only run on %@.” */
"iPhone or iPod touch" = "iPhone hoặc iPod touch";

/* Generic intent action error, %@ = action name, i.e. Send Payment */
"An unknown error occured in %@" = "Đã xảy ra lỗi không xác định trong %@";

/* If statement’s end marker */
"End" = "Kết thúc";

/* Incompatible shortcut format error description */
"This shortcut cannot be opened because it was created on a newer version of the Shortcuts app." = "Không thể mở phím tắt này vì phím tắt được tạo trên phiên bản mới hơn của ứng dụng Phím tắt.";

/* Incompatible shortcut format error failure reason */
"Shortcut Format Too New" = "Định dạng phím tắt quá mới";

/* Invalid shortcut name error description */
"Please enter a name for this shortcut." = "Vui lòng nhập tên cho phím tắt này.";

/* Invalid workflow name error failure reason */
"Invalid Name" = "Tên không hợp lệ";

/* Location field address is valid */
"Valid address" = "Địa chỉ hợp lệ";

/* Location field error */
"Incomplete address" = "Địa chỉ không hoàn chỉnh";

/* Location field error */
"Unknown address" = "Địa chỉ không xác định";

/* Marker to denote the end of a Choose From Menu action block. Like an “endif” marker in programming. */
"End Menu" = "Kết thúc menu";

/* Media type */
"Audio" = "Âm thanh";

/* Media type */
"Photo" = "Ảnh";

/* Media type */
"Video" = "Video";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "JavaScript này giống với một tập lệnh đã biết là không an toàn. Để bảo mật, tập lệnh sẽ không chạy.";

/* Missing action name */
"Unknown Action" = "Tác vụ không xác định";

/* Missing implementation error; %@=action name */
"The action being run (%@) is missing an implementation." = "Tác vụ đang được chạy (%@) bị thiếu một phần triển khai.";

/* Motion menu action motion type */
"If I'm Bicycling" = "Nếu tôi đang đạp xe";

/* Motion menu action motion type */
"If I'm Driving" = "Nếu tôi đang lái xe";

/* Motion menu action motion type */
"If I'm Remaining Still" = "Nếu tôi vẫn đứng yên";

/* Motion menu action motion type */
"If I'm Running" = "Nếu tôi đang chạy bộ";

/* Motion menu action motion type */
"If I'm Walking" = "Nếu tôi đang đi bộ";

/* Multiple shortcuts */
"Shortcuts" = "Phím tắt";

/* Name for Ask When Run variable */
"Ask When Run" = "Hỏi khi chạy";

/* Name for Clipboard (physical object) glyph name */
"Clipboard glyph" = "Bộ nhớ đệm";

/* Name for Clipboard variable. Clipboard that you copy and paste with on device. */
"Clipboard variable" = "Bộ nhớ đệm";

/* Name for Shortcut Input variable */
"Shortcut Input" = "Đầu vào phím tắt";

/* Name for action input variable */
"Input" = "Đầu vào";

/* Name for current date variable */
"Current Date" = "Ngày hiện tại";

/* Name for unknown variable */
"Unknown Variable" = "Biến không xác định";

/* Name of 'app' for request/send payments using Apple Pay Cash */
"Apple Pay" = "Apple Pay";

/* Name of calendar, used in calendar picker parameter */
"Birthdays" = "Sinh nhật";

/* Name of calendar, used in calendar picker parameter */
"Found in Mail" = "Tìm thấy trong Mail";

/* No clipboard (for copy and paste) available error */
"Clipboard is not supported on this platform" = "Bảng ghi nhớ không được hỗ trợ trên nền tảng này";

/* None option */
"None" = "Không có";

/* Notification */
"Choose an item" = "Chọn một mục";

/* Open URL error */
"This action can only be run from inside the main Shortcuts app because it launches other apps." = "Chỉ có thể chạy tác vụ này từ bên trong ứng dụng Phím tắt chính vì tác vụ sẽ khởi chạy các ứng dụng khác.";

/* Option to the open the app after an action fails; %@ = app name */
"Open %@" = "Mở %@";

/* Prefix for default shortcut name; VERY important that this is consistent with the prefix of the default shortcut name */
"Untitled Shortcut" = "Phím tắt mới";

/* Product name */
"Apple Watch" = "Apple Watch";

/* Property list parameter value type */
"Array" = "Dãy";

/* Property list parameter value type */
"Boolean" = "Boolean";

/* Property list parameter value type */
"Dictionary" = "Từ điển";

/* Property list parameter value type */
"File" = "Tệp";

/* Property list parameter value type */
"Number" = "Số";

/* Property list parameter value type */
"Text" = "Văn bản";

/* Repeat action end marker */
"End Repeat" = "Kết thúc lặp lại";

/* Required access to a resource; %@=resource name */
"Access to %@" = "Truy cập vào %@";

/* Restricted app error */
"This action could not be run because “%@” is restricted." = "Không thể chạy tác vụ này vì “%@” bị giới hạn.";

/* Running this shortcut requires the phone (can’t run on watch) error description */
"This shortcut requires your Watch to be connected to your phone in order to work." = "Phím tắt này yêu cầu kết nối Watch với điện thoại của bạn để hoạt động.";

/* Running this shortcut requires the phone (can’t run on watch) error failure reason */
"Phone Required" = "Yêu cầu số điện thoại";

/* Security warning message when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name */
"Whenever you run this shortcut, “%1$@” will be able to interact with the current web page, including reading sensitive information such as passwords, phone numbers, and credit cards." = "Bất kỳ lúc nào bạn chạy phím tắt này, “%1$@” sẽ có thể tương tác với trang web hiện tại, bao gồm việc đọc thông tin nhạy cảm như mật khẩu, số điện thoại và thẻ tín dụng.";

/* Security warning title when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name; %2$@ = web site name (e.g. facebook.com) */
"Do you want to give “%1$@” access to “%2$@”?" = "Bạn có muốn cấp cho “%1$@” quyền truy cập vào “%2$@” không?";

/* The else-clause in an conditional (if) statement */
"Otherwise" = "Nếu không";

/* The end-if-clause in an conditional (if) statement */
"End If" = "Kết thúc nếu";

/* The input for a workflow action */
"The input" = "Đầu vào";

/* Time offset action parameter */
"add" = "cộng";

/* Time offset action parameter */
"days" = "ngày";

/* Time offset action parameter */
"get start of day" = "chỉ lấy số ngày";

/* Time offset action parameter */
"get start of hour" = "chỉ lấy số giờ";

/* Time offset action parameter */
"get start of minute" = "chỉ lấy số phút";

/* Time offset action parameter */
"get start of month" = "chỉ lấy số tháng";

/* Time offset action parameter */
"get start of year" = "chỉ lấy số năm";

/* Time offset action parameter */
"hours" = "giờ";

/* Time offset action parameter */
"minutes" = "phút";

/* Time offset action parameter */
"months" = "tháng";

/* Time offset action parameter */
"seconds" = "giây";

/* Time offset action parameter */
"subtract" = "trừ";

/* Time offset action parameter */
"weeks" = "tuần";

/* Time offset action parameter */
"years" = "năm";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript không an toàn";

/* Today Widget workflow type */
"Today Widget" = "Tiện ích hôm nay";

/* Type description suffix denoting an optional input type for a workflow action. Be sure to include a space if your language requires it. */
" (optional)" = " (tùy chọn)";

/* Type description; e.g. “(Text, Anything) The input” */
"(%@) %@" = "(%@) %@";

/* Unknown item */
"Unknown" = "Không xác định";

/* Unsupported device error message */
"This action is not supported on this device." = "Tác vụ này không được hỗ trợ trên thiết bị này.";

/* Unsupported environment error */
"This action cannot be run in the current environment." = "Không thể chạy tác vụ này trong môi trường hiện tại.";

/* Unsupported user interface error */
"This action could not be run with the current user interface." = "Không thể chạy tác vụ này với giao diện người dùng hiện tại.";

/* Used in a list to delimit the elements (e.g. Green, Purple, Red, Orange, Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Variable name */
"Repeat Index" = "Lặp lại chỉ mục";

/* Variable name */
"Repeat Item" = "Lặp lại mục";

/* Variable name; %d = Repeat index # */
"Repeat Index %d" = "Lặp lại chỉ mục %d";

/* Variable name; %d = Repeat item # */
"Repeat Item %d" = "Lặp lại mục %d";

/* View app in App Store */
"View in App Store" = "Xem trong App Store";

/* Workflow glyph category */
"Objects" = "Đồ vật";

/* Workflow glyph category */
"People" = "Người";

/* Workflow glyph category */
"Symbols" = "Biểu tượng";

/* Workflow glyph name */
"Airplane" = "Máy bay";

/* Workflow glyph name */
"Alarm Clock" = "Đồng hồ báo thức";

/* Workflow glyph name */
"Alert Triangle" = "Tam giác cảnh báo";

/* Workflow glyph name */
"Alien" = "Người ngoài hành tinh";

/* Workflow glyph name */
"Ambulance" = "Xe cứu thương";

/* Workflow glyph name */
"App.net" = "App.net";

/* Workflow glyph name */
"Archive" = "Bộ lưu trữ";

/* Workflow glyph name */
"Arrow Curved Left" = "Mũi tên cong sang trái";

/* Workflow glyph name */
"Arrow Curved Right" = "Mũi tên cong sang phải";

/* Workflow glyph name */
"Asterisk" = "Dấu hoa thị";

/* Workflow glyph name */
"Atom" = "Nguyên tử";

/* Workflow glyph name */
"Baby Boy" = "Bé trai";

/* Workflow glyph name */
"Baby girl" = "Bé gái";

/* Workflow glyph name */
"Bandage" = "Băng cá nhân";

/* Workflow glyph name */
"Bar Graph" = "Đồ thị thanh";

/* Workflow glyph name */
"Barcode" = "Mã vạch";

/* Workflow glyph name */
"Baseball" = "Bóng chày";

/* Workflow glyph name */
"Basketball" = "Bóng rổ";

/* Workflow glyph name */
"Bathtub" = "Bồn tắm";

/* Workflow glyph name */
"Battery" = "Pin";

/* Workflow glyph name */
"Bed" = "Giường";

/* Workflow glyph name */
"Behance" = "Behance";

/* Workflow glyph name */
"Bell" = "Chuông";

/* Workflow glyph name */
"Bicycle" = "Xe đạp";

/* Workflow glyph name */
"Binoculars" = "Ống nhòm";

/* Workflow glyph name */
"Bitbucket" = "Bitbucket";

/* Workflow glyph name */
"Bitcoin Symbol" = "Biểu tượng Bitcoin";

/* Workflow glyph name */
"Bitcoin Symbol Alternate" = "Biểu tượng Bitcoin thay thế";

/* Workflow glyph name */
"Book With Sash" = "Sách có khung";

/* Workflow glyph name */
"Bookmark" = "Dấu trang";

/* Workflow glyph name */
"Bookshelf" = "Kệ sách";

/* Workflow glyph name */
"Box Filled" = "Hộp được tô màu";

/* Workflow glyph name */
"Box Outline" = "Hộp có đường viền";

/* Workflow glyph name */
"Boxed Behance" = "Behance trong hộp";

/* Workflow glyph name */
"Boxed Bitbucket" = "Bitbucket trong hộp";

/* Workflow glyph name */
"Boxed Facebook" = "Facebook trong hộp";

/* Workflow glyph name */
"Boxed Flickr" = "Flickr trong hộp";

/* Workflow glyph name */
"Boxed Git" = "Git trong hộp";

/* Workflow glyph name */
"Boxed GitHub" = "GitHub trong hộp";

/* Workflow glyph name */
"Boxed Google Plus" = "Google Plus trong hộp";

/* Workflow glyph name */
"Boxed Keyboard" = "Bàn phím trong hộp";

/* Workflow glyph name */
"Boxed LinkedIn" = "LinkedIn trong hộp";

/* Workflow glyph name */
"Boxed Pied Piper" = "Pied Piper trong hộp";

/* Workflow glyph name */
"Boxed Pinterest" = "Pinterest trong hộp";

/* Workflow glyph name */
"Boxed Reddit" = "Reddit trong hộp";

/* Workflow glyph name */
"Boxed Steam" = "Steam trong hộp";

/* Workflow glyph name */
"Boxed Tumblr" = "Tumblr trong hộp";

/* Workflow glyph name */
"Boxed Twitter" = "Twitter trong hộp";

/* Workflow glyph name */
"Boxed Vimeo" = "Vimeo trong hộp";

/* Workflow glyph name */
"Boxed Y Combinator" = "Y Combinator trong hộp";

/* Workflow glyph name */
"Boxed YouTube" = "YouTube trong hộp";

/* Workflow glyph name */
"Braille" = "Braille";

/* Workflow glyph name */
"Briefcase" = "Cặp tài liệu";

/* Workflow glyph name */
"Buildings" = "Tòa nhà";

/* Workflow glyph name */
"Bus" = "Xe buýt";

/* Workflow glyph name */
"CSS 3" = "CSS 3";

/* Workflow glyph name */
"CSS Document" = "Tài liệu CSS";

/* Workflow glyph name */
"Cake" = "Bánh ngọt";

/* Workflow glyph name */
"Calculator" = "Máy tính";

/* Workflow glyph name */
"Calendar" = "Lịch";

/* Workflow glyph name */
"Camera" = "Máy ảnh";

/* Workflow glyph name */
"Car" = "Ô tô";

/* Workflow glyph name */
"Carrot" = "Cà rốt";

/* Workflow glyph name */
"Cat" = "Mèo";

/* Workflow glyph name */
"Chain Link" = "Mắt xích";

/* Workflow glyph name */
"Chat Bubble" = "Bong bóng trò chuyện";

/* Workflow glyph name */
"Chemical" = "Hóa chất";

/* Workflow glyph name */
"Child" = "Trẻ con";

/* Workflow glyph name */
"Church" = "Nhà thờ";

/* Workflow glyph name */
"Circled Bitcoin Symbol" = "Biểu tượng Bitcoin trong hình tròn";

/* Workflow glyph name */
"Circled Checkmark" = "Dấu chọn trong hình tròn";

/* Workflow glyph name */
"Circled Dollar Sign" = "Ký hiệu đô la trong hình tròn";

/* Workflow glyph name */
"Circled Down Arrow" = "Mũi tên xuống trong hình tròn";

/* Workflow glyph name */
"Circled Download Arrow" = "Mũi tên tải về trong hình tròn";

/* Workflow glyph name */
"Circled Euro Sign" = "Ký hiệu euro trong hình tròn";

/* Workflow glyph name */
"Circled Fast Forward" = "Tua đi nhanh trong hình tròn";

/* Workflow glyph name */
"Circled GitHub" = "GitHub trong hình tròn";

/* Workflow glyph name */
"Circled Heart" = "Trái tim trong hình tròn";

/* Workflow glyph name */
"Circled Left Arrow" = "Mũi tên trái trong hình tròn";

/* Workflow glyph name */
"Circled Lowercase I" = "Chữ i thường trong hình tròn";

/* Workflow glyph name */
"Circled Pi Symbol" = "Biểu tượng Pi trong hình tròn";

/* Workflow glyph name */
"Circled Pinterest" = "Pinterest trong hình tròn";

/* Workflow glyph name */
"Circled Play Symbol" = "Biểu tượng phát trong hình tròn";

/* Workflow glyph name */
"Circled Plus" = "Dấu cộng trong hình tròn";

/* Workflow glyph name */
"Circled Pound Sign" = "Ký hiệu bảng trong hình tròn";

/* Workflow glyph name */
"Circled Power" = "Nút nguồn";

/* Workflow glyph name */
"Circled Question Mark" = "Dấu chấm hỏi trong hình tròn";

/* Workflow glyph name */
"Circled Rewind" = "Tua lại trong hình tròn";

/* Workflow glyph name */
"Circled Right Arrow" = "Mũi tên phải trong hình tròn";

/* Workflow glyph name */
"Circled Stop" = "Dừng lại trong hình tròn";

/* Workflow glyph name */
"Circled StumbleUpon" = "StumbleUpon trong hình tròn";

/* Workflow glyph name */
"Circled Up Arrow" = "Mũi tên lên trong hình tròn";

/* Workflow glyph name */
"Circled Upload Arrow" = "Mũi tên tải lên trong hình tròn";

/* Workflow glyph name */
"Circled WordPress" = "WordPress trong hình tròn";

/* Workflow glyph name */
"Circled X" = "X trong hình tròn";

/* Workflow glyph name */
"Circled Yen Sign" = "Ký hiệu yên trong hình tròn";

/* Workflow glyph name */
"Clock" = "Đồng hồ";

/* Workflow glyph name */
"Clothes Hanger" = "Móc treo quần áo";

/* Workflow glyph name */
"Cloud" = "Mây";

/* Workflow glyph name */
"Color Dropper" = "Dụng cụ nhỏ màu";

/* Workflow glyph name */
"Compass" = "La bàn";

/* Workflow glyph name */
"Connected Share Dots" = "Dấu chấm chia sẻ được kết nối";

/* Workflow glyph name */
"Credit Card" = "Thẻ tín dụng";

/* Workflow glyph name */
"Crop" = "Cắt xén";

/* Workflow glyph name */
"Cube" = "Hình khối";

/* Workflow glyph name */
"Curved List On Paper" = "Danh sách cong trên giấy";

/* Workflow glyph name */
"Database" = "Cơ sở dữ liệu";

/* Workflow glyph name */
"Delicious" = "Delicious";

/* Workflow glyph name */
"Deviant Art" = "Deviant Art";

/* Workflow glyph name */
"Dice" = "Súc sắc";

/* Workflow glyph name */
"Digg" = "Digg";

/* Workflow glyph name */
"Directions Signs" = "Ký hiệu hướng";

/* Workflow glyph name */
"Document Filled" = "Tài liệu được tô màu";

/* Workflow glyph name */
"Document Outline" = "Đường viền tài liệu";

/* Workflow glyph name */
"Dog" = "Chó";

/* Workflow glyph name */
"Dollar Sign" = "Ký hiệu đô la";

/* Workflow glyph name */
"Dollar Sign With Line" = "Ký hiệu đô la với đường kẻ";

/* Workflow glyph name */
"Double Quote" = "Dấu trích dẫn kép";

/* Workflow glyph name */
"Drama Masks" = "Mặt nạ diễn kịch";

/* Workflow glyph name */
"Dribbble" = "Dribbble";

/* Workflow glyph name */
"Dropbox" = "Dropbox";

/* Workflow glyph name */
"Drupal" = "Drupal";

/* Workflow glyph name */
"Euro Sign" = "Ký hiệu euro";

/* Workflow glyph name */
"Euro Sign Alternate" = "Ký hiệu euro thay thế";

/* Workflow glyph name */
"Evergreen Tree" = "Cây thường xanh";

/* Workflow glyph name */
"Facebook" = "Facebook";

/* Workflow glyph name */
"Feed" = "Nguồn nạp";

/* Workflow glyph name */
"Filled Movie Camera" = "Máy quay phim được tô màu";

/* Workflow glyph name */
"Filmstrip" = "Cuộn phim";

/* Workflow glyph name */
"Fire" = "Lửa";

/* Workflow glyph name */
"Fish" = "Cá";

/* Workflow glyph name */
"Flag" = "Gắn cờ";

/* Workflow glyph name */
"Flower" = "Hoa";

/* Workflow glyph name */
"Folder" = "Thư mục";

/* Workflow glyph name */
"Football" = "Bóng bầu dục Mỹ";

/* Workflow glyph name */
"Footprints" = "Dấu chân";

/* Workflow glyph name */
"Four Squares" = "Bốn hình vuông";

/* Workflow glyph name */
"Foursquare" = "Foursquare";

/* Workflow glyph name */
"Fruit" = "Trái cây";

/* Workflow glyph name */
"Fuel Station" = "Trạm xăng";

/* Workflow glyph name */
"Game Controller" = "Bộ điều khiển trò chơi";

/* Workflow glyph name */
"Gears" = "Bánh răng";

/* Workflow glyph name */
"Gift" = "Quà tặng";

/* Workflow glyph name */
"Git" = "Git";

/* Workflow glyph name */
"GitHub" = "GitHub";

/* Workflow glyph name */
"Glasses" = "Kính";

/* Workflow glyph name */
"Globe" = "Địa cầu";

/* Workflow glyph name */
"Google" = "Google";

/* Workflow glyph name */
"Google Plus" = "Google Plus";

/* Workflow glyph name */
"Graduate Cap" = "Mũ tốt nghiệp";

/* Workflow glyph name */
"Grocery Store" = "Cửa hàng tạp hóa";

/* Workflow glyph name */
"Group of three people" = "Nhóm gồm ba người";

/* Workflow glyph name */
"HTML 5" = "HTML 5";

/* Workflow glyph name */
"Hammer" = "Cái búa";

/* Workflow glyph name */
"Hammer And Wrench" = "Búa và cờ lê";

/* Workflow glyph name */
"Hand With Spread Fingers" = "Bàn tay với các ngón xòe ra";

/* Workflow glyph name */
"Handbag" = "Túi xách";

/* Workflow glyph name */
"Hard Drive" = "Ổ đĩa cứng";

/* Workflow glyph name */
"Headphones" = "Tai nghe";

/* Workflow glyph name */
"Heart" = "Trái tim";

/* Workflow glyph name */
"Home" = "Nhà";

/* Workflow glyph name */
"Horse" = "Ngựa";

/* Workflow glyph name */
"Hourglass" = "Đồng hồ cát";

/* Workflow glyph name */
"Infinity" = "Vô cực";

/* Workflow glyph name */
"Inhaler" = "Máy hô hấp";

/* Workflow glyph name */
"Instagram" = "Instagram";

/* Workflow glyph name */
"Key" = "Khóa";

/* Workflow glyph name */
"Keyboard" = "Bàn phím";

/* Workflow glyph name */
"Laptop" = "Máy tính xách tay";

/* Workflow glyph name */
"Laundry Machine" = "Máy giặt";

/* Workflow glyph name */
"Life Preserver" = "Áo phao cứu sinh";

/* Workflow glyph name */
"Light Bulb" = "Bóng đèn";

/* Workflow glyph name */
"Lightning Bolt" = "Tia chớp";

/* Workflow glyph name */
"LinkedIn" = "LinkedIn";

/* Workflow glyph name */
"List" = "Danh sách";

/* Workflow glyph name */
"List On Paper" = "Danh sách trên giấy";

/* Workflow glyph name */
"Loading Indicator" = "Chỉ báo đang tải";

/* Workflow glyph name */
"Location Arrow" = "Mũi tên vị trí";

/* Workflow glyph name */
"Location Pin" = "Mốc vị trí";

/* Workflow glyph name */
"Lock" = "Khóa";

/* Workflow glyph name */
"Magic Wand" = "Đũa phép";

/* Workflow glyph name */
"Magnifying Glass" = "Kính phóng đại";

/* Workflow glyph name */
"Mail Envelope" = "Phong bì thư";

/* Workflow glyph name */
"Man" = "Đàn ông";

/* Workflow glyph name */
"Martini Glass" = "Ly rượu Martini";

/* Workflow glyph name */
"Masquerade Mask" = "Mặt nạ hóa trang";

/* Workflow glyph name */
"Medicine Bottle" = "Lọ thuốc";

/* Workflow glyph name */
"Merge Arrows" = "Mũi tên hợp nhất";

/* Workflow glyph name */
"Message Bubble" = "Bong bóng tin nhắn";

/* Workflow glyph name */
"Message Bubbles" = "Bong bóng tin nhắn";

/* Workflow glyph name */
"Microphone" = "Micrô";

/* Workflow glyph name */
"Microscope" = "Kính hiển vi";

/* Workflow glyph name */
"Moon" = "Mặt Trăng";

/* Workflow glyph name */
"Motorcycle" = "Xe máy";

/* Workflow glyph name */
"Mountain Picture" = "Ảnh núi";

/* Workflow glyph name */
"Mountains" = "Núi";

/* Workflow glyph name */
"Move Arrows" = "Mũi tên di chuyển";

/* Workflow glyph name */
"Movie Camera Outline" = "Đường viền máy quay phim";

/* Workflow glyph name */
"Movie Clapperboard" = "Bảng gõ quay phim";

/* Workflow glyph name */
"Movie Ticket" = "Vé xem phim";

/* Workflow glyph name */
"Mug" = "Vại";

/* Workflow glyph name */
"Music" = "Nhạc";

/* Workflow glyph name */
"Music Beamed Eighth Notes" = "Nốt quãng tám phát nhạc";

/* Workflow glyph name */
"News Article" = "Bài viết mới";

/* Workflow glyph name */
"Nine Squares" = "Chín hình vuông";

/* Workflow glyph name */
"Open Book" = "Mở sách";

/* Workflow glyph name */
"Open Mail Envelope" = "Phong bì thư mở";

/* Workflow glyph name */
"Oven" = "Lò";

/* Workflow glyph name */
"Paintbrush" = "Cọ vẽ tranh";

/* Workflow glyph name */
"Paper Clip" = "Kẹp giấy";

/* Workflow glyph name */
"Parking Symbol" = "Biểu tượng đỗ xe";

/* Workflow glyph name */
"Pawprint" = "Dấu móng vuốt";

/* Workflow glyph name */
"PayPal" = "PayPal";

/* Workflow glyph name */
"Peace Sign" = "Ký hiệu hòa bình";

/* Workflow glyph name */
"Pencil" = "Bút chì";

/* Workflow glyph name */
"People Three Overlapping" = "Nhóm ba người";

/* Workflow glyph name */
"Person" = "Người";

/* Workflow glyph name */
"Person At A Podium" = "Người đứng trên bục";

/* Workflow glyph name */
"Person Dancing" = "Người đang khiêu vũ";

/* Workflow glyph name */
"Person Giving A Speech" = "Người đang phát biểu";

/* Workflow glyph name */
"Person Hiking" = "Người đang đi bộ đường dài";

/* Workflow glyph name */
"Person In A Wheelchair" = "Người ngồi trong xe lăn";

/* Workflow glyph name */
"Person Lifting Weight" = "Người đang nâng cử tạ";

/* Workflow glyph name */
"Person Running" = "Người đang chạy";

/* Workflow glyph name */
"Person Skiing" = "Người đang trượt tuyết";

/* Workflow glyph name */
"Person Snowboarding" = "Người đang trượt ván tuyết";

/* Workflow glyph name */
"Person Swimming" = "Người đang bơi";

/* Workflow glyph name */
"Person Walking" = "Người đang đi bộ";

/* Workflow glyph name */
"Person Walking With A Cane" = "Người đang đi bộ chống gậy";

/* Workflow glyph name */
"Person standing" = "Người đang đứng";

/* Workflow glyph name */
"Phone" = "Điện thoại";

/* Workflow glyph name */
"Pied Piper Snack" = "Bữa ăn nhẹ Pied Piper";

/* Workflow glyph name */
"Pill" = "Viên thuốc";

/* Workflow glyph name */
"Pills" = "Viên thuốc";

/* Workflow glyph name */
"Play Symbol" = "Biểu tượng phát";

/* Workflow glyph name */
"Podcasts" = "Podcast";

/* Workflow glyph name */
"Pound Sign" = "Ký hiệu bảng";

/* Workflow glyph name */
"Printer" = "Máy in";

/* Workflow glyph name */
"Puzzle Piece" = "Miếng ghép hình";

/* Workflow glyph name */
"QR Code" = "Mã QR";

/* Workflow glyph name */
"Radio waves" = "Sóng vô tuyến";

/* Workflow glyph name */
"Rain Cloud" = "Đám mây mưa";

/* Workflow glyph name */
"Recycle" = "Tái chế";

/* Workflow glyph name */
"Reddit" = "Reddit";

/* Workflow glyph name */
"Reddit Alternate" = "Reddit thay thế";

/* Workflow glyph name */
"Repost Arrows" = "Mũi tên đăng lại";

/* Workflow glyph name */
"Rocket" = "Hỏa tiễn";

/* Workflow glyph name */
"Rounded Document Outline" = "Đường viền tài liệu bo tròn";

/* Workflow glyph name */
"Sailboat" = "Thuyền buồm";

/* Workflow glyph name */
"Scissors" = "Cái kéo";

/* Workflow glyph name */
"Screwdriver" = "Tua vít";

/* Workflow glyph name */
"Server" = "Máy chủ";

/* Workflow glyph name */
"Shirt" = "Áo sơ mi";

/* Workflow glyph name */
"Shopping Cart" = "Xe mua hàng";

/* Workflow glyph name */
"Shower" = "Vòi sen";

/* Workflow glyph name */
"Shrink Arrows" = "Mũi tên thu nhỏ";

/* Workflow glyph name */
"Shuffle Arrows" = "Mũi tên xáo trộn";

/* Workflow glyph name */
"Sina Weibo" = "Sina Weibo";

/* Workflow glyph name */
"Skype" = "Skype";

/* Workflow glyph name */
"Slack" = "Slack";

/* Workflow glyph name */
"Sliders" = "Thanh trượt";

/* Workflow glyph name */
"Smiley Face" = "Mặt cười";

/* Workflow glyph name */
"Snowflake" = "Bông tuyết";

/* Workflow glyph name */
"Soaring Paper Airplane" = "Máy bay giấy bay lên";

/* Workflow glyph name */
"Soccer Ball" = "Bóng đá";

/* Workflow glyph name */
"SoundCloud" = "SoundCloud";

/* Workflow glyph name */
"Sparkling Bell" = "Chuông lấp lánh";

/* Workflow glyph name */
"Speaker" = "Loa";

/* Workflow glyph name */
"Spotify" = "Spotify";

/* Workflow glyph name */
"Spotify Alternate" = "Spotify thay thế";

/* Workflow glyph name */
"Stack Overflow" = "Tràn ngăn xếp";

/* Workflow glyph name */
"Staircase" = "Cầu thang";

/* Workflow glyph name */
"Star" = "Sao";

/* Workflow glyph name */
"Steam" = "Hơi nước";

/* Workflow glyph name */
"Steaming Bowl" = "Bát mì";

/* Workflow glyph name */
"Stethoscope" = "Ống nghe";

/* Workflow glyph name */
"Stop Hand" = "Bàn tay dừng lại";

/* Workflow glyph name */
"Stop Symbol" = "Biểu tượng dừng lại";

/* Workflow glyph name */
"Stopwatch" = "Đồng hồ bấm giờ";

/* Workflow glyph name */
"StumbleUpon" = "StumbleUpon";

/* Workflow glyph name */
"Sun" = "Mặt Trời";

/* Workflow glyph name */
"Sync Arrows" = "Mũi tên đồng bộ hóa";

/* Workflow glyph name */
"Syringe" = "Ống tiêm";

/* Workflow glyph name */
"Tag" = "Thẻ";

/* Workflow glyph name */
"Tags" = "Thẻ";

/* Workflow glyph name */
"Target" = "Đích";

/* Workflow glyph name */
"Telescope" = "Kính viễn vọng";

/* Workflow glyph name */
"Television" = "Tivi";

/* Workflow glyph name */
"Tennis Ball" = "Bóng tennis";

/* Workflow glyph name */
"Text Symbol" = "Biểu tượng văn bản";

/* Workflow glyph name */
"Thermometer" = "Nhiệt kế";

/* Workflow glyph name */
"Thought Bubble" = "Bong bóng suy nghĩ";

/* Workflow glyph name */
"Three Dots" = "Ba chấm";

/* Workflow glyph name */
"Three Overlapping Circles" = "Ba vòng tròn chồng chéo";

/* Workflow glyph name */
"Three Overlapping Dots" = "Ba dấu chấm chồng chéo";

/* Workflow glyph name */
"Thumbs Up" = "Ngón cái trỏ lên";

/* Workflow glyph name */
"Train" = "Tàu";

/* Workflow glyph name */
"Trash" = "Xóa";

/* Workflow glyph name */
"Trello" = "Trello";

/* Workflow glyph name */
"Trophy" = "Cúp";

/* Workflow glyph name */
"Tumblr" = "Tumblr";

/* Workflow glyph name */
"Twitter" = "Twitter";

/* Workflow glyph name */
"Two people" = "Hai người";

/* Workflow glyph name */
"Umbrella" = "Cái ô";

/* Workflow glyph name */
"Unlock" = "Mở khóa";

/* Workflow glyph name */
"Utensils" = "Đồ dùng nấu ăn";

/* Workflow glyph name */
"Video Symbol" = "Biểu tượng video";

/* Workflow glyph name */
"Vine" = "Cây nho";

/* Workflow glyph name */
"Watch" = "Đồng hồ đeo tay";

/* Workflow glyph name */
"Water Drop" = "Giọt nước";

/* Workflow glyph name */
"WeChat" = "WeChat";

/* Workflow glyph name */
"Wi-Fi" = "Wi-Fi";

/* Workflow glyph name */
"Wine Bottle" = "Chai rượu vang";

/* Workflow glyph name */
"Woman" = "Phụ nữ";

/* Workflow glyph name */
"Wrench" = "Cờ lê";

/* Workflow glyph name */
"Y Combinator" = "Y Combinator";

/* Workflow glyph name */
"Yen Sign" = "Ký hiệu yên";

/* Workflow glyph name */
"Yen Sign Alternate" = "Ký hiệu yên thay thế";

/* Workflow glyph name */
"YouTube" = "YouTube";

/* Workflow glyph name */
"iCloud" = "iCloud";

/* e.g. This action can only run on iPad. */
"This action can only run on %@." = "Chỉ có thể chạy tác vụ này trên %@.";

/* e.g. This action is not compatible with iOS 9. */
"This action is not compatible with %1$@ %2$@." = "Tác vụ này không tương thích với %1$@ %2$@.";

/* e.g. This action requires a version of iOS newer than iOS 9. */
"This action requires a version of %1$@ newer than %2$@." = "Tác vụ này yêu cầu phiên bản %1$@ mới hơn %2$@.";

/* e.g. This action requires a version of iOS older than 9 */
"This action requires a version of %1$@ older than %2$@." = "Tác vụ này yêu cầu phiên bản %1$@ cũ hơn %2$@.";

/* e.g. This action requires iOS 10 or newer. */
"This action requires %1$@ %2$@ or newer." = "Tác vụ này yêu cầu %1$@ %2$@ hoặc mới hơn.";

/* e.g. This action requires iOS 10 or older. */
"This action requires %1$@ %2$@ or older." = "Tác vụ này yêu cầu %1$@ %2$@ hoặc cũ hơn.";

/* e.g. This action requires iOS 10. */
"This action requires %1$@ %2$@." = "Tác vụ này yêu cầu %1$@ %2$@.";

